<HTML>
<HEAD>
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=windows-1252">
<META NAME="Generator" CONTENT="Microsoft Word 97">
<TITLE>Boulanger</TITLE>
</HEAD>
<BODY>

<FONT FACE="Courier New,Courier New"><P ALIGN="RIGHT">Boulanger</P>
<P ALIGN="RIGHT">Nov. 26, 1997</P>
<P ALIGN="RIGHT">Fran&ccedil;ais V</P>
<P ALIGN="RIGHT">Mme. Leary</P>
<P ALIGN="RIGHT"></P>
</FONT><FONT FACE="Courier New,Courier New" SIZE=4><P ALIGN="CENTER">Les Effets De L'alcool et la Musique sur H&eacute;l&egrave;ne et Juletane</P>
</FONT><FONT FACE="Courier New,Courier New">
<P>&#9;Il y a beaucoup de similarit&eacute;s entre Juletane et H&eacute;l&egrave;ne dans le roman <I>Juletane</I>.  Mais une comparaison qui est plus important est la connection entre Juletane et sa Musique, et H&eacute;l&egrave;ne et son whiskey et ses cigarettes.  Pour Juletane, la musique, et pour H&eacute;l&egrave;ne, le whiskey et les cigarettes repr&eacute;sentent une &eacute;vasion des personnes et des choses qui sont tout pr&egrave;s; aussi ils repr&eacute;sentent un peu de bonheur dans les vies de ces deux femmes par n'approche pas les vrai emotions de ces femmes.</P>
<P>&#9;Nous voyons H&eacute;l&egrave;ne fume pour la premi&egrave;re fois apr&egrave;s qu'elle a lit dans le journal que Juletane avait une enfance tr&egrave;s dure.  Elle a fum&eacute; peut-&ecirc;tre d'habitude.  Elle a dit qu'elle a de la difficult&eacute; avec la douleur des autres.  "Malgr&eacute; bient&ocirc;t vingt ans de m&eacute;tier elle ne s'habituait pas vraiment &agrave; la souffrance des autres" (<I>Juletane</I> p. 60).  Alors elle a besoin de whiskey m&ecirc;me si elle a un docteur pour vignt ans.  Ainsi elle n'est pas &eacute;montive.  Elle a "enrob&eacute; son coeur d'un bloc de glace" (<I>Juletane</I> p. 30).  H&eacute;l&egrave;ne sentait qu'elle a besoin de whiskey aussi.  "Un peu d'ivresse &eacute;tait une bonne chose ..." (<I>Juletane</I> p.50).  Mais, elle ne boit pas pour bloquer les problems d'autres seulement.  Quand un ami d'Hector a dit que Hector allait marier une autre femme qui etait enceinte elle ne pleure pas.  Elle a fum&eacute; et buv&eacute; pour bloquer la douleur.</P>
<P>&#9;Dans le m&ecirc;me &eacute;gard Juletane fait la m&ecirc;me chose avec sa musique.  Quand elle veut se s&eacute;parer des autres, elle va &agrave; la chambre et elle &eacute;coute &agrave; la neuvi&egrave;me symphonie de Beethoven.  Comme H&eacute;l&egrave;ne peut se perdre dans le whiskey, Juletane peut se perdre dans la musique.  "Pendant quelques minutes je peux r&ecirc;ver que je suis jeune et belle, que l'avenir m'appartient" (<I>Juletane</I> p. 52).  Aussi Juletane &eacute;coute &agrave; la musique pour ennuyer Nd&egrave;ye et ses amis.  La musique est la seule chose qu'elle a contre Nd&egrave;ye.  "Arriv&eacute;e au choeur final, j'augmentai le voulume pour couvrir la "pachanga" qu'elles &eacute;coutaient a la radio, dans la cour.  Et, surtout, j'&eacute;prouvai un grand besoin de me sentir bien envelop&eacute;e par la musique" (<I>Juletane</I> p. 53).  Ainsi, au lieu de devenir violente vers Nd&egrave;ye et ses amis, elle &eacute;coute &agrave; la musique pour se calmer.  H&eacute;l&egrave;ne fait pratiquement la m&ecirc;me chose.  Au lieu de reconna&icirc;tre ses vraie &eacute;motions, H&eacute;l&egrave;ne boit et fume, o&ugrave; Juletane &eacute;coute &agrave; la musique.  </P>
<P>&#9;Alors, quand Juletane et H&eacute;l&egrave;ne perdent leurs v&eacute;hicules pour &eacute;vasion les choses qu'elles essayent d'&eacute;touffer passent en plein figure.  Quand H&eacute;l&egrave;ne commence de lire la portion finale du journal elle a une boisson.  Mais, elle lit depuis cinq ou six heures et apr&egrave;s qu'H&eacute;l&egrave;ne finit de lire le journal de Juletane, elle pleure.  "L'alcool ne pouvait plus la griser" (<I>Juletane</I> p. 86).  Ainsi, quand elle n'a pas l'alcool pour bloquer ses &eacute;motions elle est &eacute;mue aux larmes parce qu'elle peut comprendre la douleur de Juletane et elle ne la peut pas bloquer avec rien.  Aussi, quand Nd&egrave;ye casse le disque de Beethoven, Juletane sent qu'elle n'a rien.  Elle dit &agrave; Nd&egrave;ye, "Tu connais l'importance de cette musique dans ma vie" (<I>Juletane</I> p. 55).  Sans la musique, Juletane devient un peu violente; elle commence penser du meurtre de Nd&egrave;ye, et aussi les morts myst&eacute;rieux des trois enfants d'Awa.  Ainsi on peut dire que les vrai emotions de ces femmes para&icirc;tent quand elles perdent les choses qu'elles ont pour garder contre le monde.</P>
<P>&#9;Dans un sens, la musique et L'alcool et les cigarrettes sont les seules choses qui peuvent faire ces femmes heureux.  Quand Juletane a sa musique elle est heureuse, et la m&ecirc;me pour H&eacute;l&egrave;ne et l'alcool parce elles ne doivent pas penser le reste du monde.  Dans un autre sens, quand elles deviennent consciente de leurs environments et elles ne peuvent pas bloquer leurs &eacute;motions avec les seules chose qui les donnent plaisir, elles changent.  Une devient violente, et l'autre pleure pour la premi&egrave;re fois depuis vingt ans.</P></FONT></BODY>
</HTML>
